@extends('home.layouts.body')
@section('title')
    عنا
@endsection

@section('content')
    <br>
    <section>
        <div>
            <div>
                <div>
                    <div>
                        <div>
                            <p>الشروط و الأحكام<br>إن استخدامك لموقع خليه يعني أنك توافق على:</p>
                            <p>استخدامك لهذا الموقع يعتبر قبولاً منك بهذه الشروط، فإذا كنت لا تقبلها بالكامل فإن دخولك لهذا
                                الموقع يعتبر بغير إذن وعليك أن تتوقف عن استخدامه فوراً.<br>يحتفظ “موقع خليه” بحقه في تعديل
                                هذه الشروط متى شاء .</p>
                            <p><br>إنك توافق على استخدام هذا الموقع فقط لأغراض مشروعة، وإنك سوف تمتنع عن إرسال أو بث أي مادة
                                من خلال هذا الموقع يكون من شأنها أن تخل أو تتعدى على حقوق الآخرين أو تحد من أو تمنع
                                استخدامهم لهذا الموقع، أو تنطوي على أمر غير مشروع، أو على تهديد أو إساءة أو قذف، أو تعدي على
                                خصوصية الآخرين، أو حقوق النشر الخاصة بالغير، أو على ألفاظ فاحشة، أو تسيء إلى الأديان
                                والمقدسات أو تنتهك حرمتها، أو تكون لأي سبب آخر غير مقبولة، أو يكون من شأنها أن تشجع على
                                ارتكاب جريمة أو تنطوي على مخالفة يترتب عليها مسؤولية مدنية أو تكون فيها مخالفة لأي قانون.
                            </p>
                            <p><br>لا يجوز لك نسخ المادة الموجودة في هذا الموقع أو إعادة إنتاجها أو نشرها بأي طريقة كانت تحت
                                طائلة الملاحقة القانونية.</p>
                            <p><br>لا يجوز لك تعديل المادة الموجودة في هذا الموقع أو تحويرها أو اقتباسها لخلق عمل جديد أو
                                استخدامها لأي غرض بخلاف استعمالك الشخصي غير التجاري .<br>إن المادة الموجودة في هذا الموقع
                                تقدم كما هي، من غير تأكيدات أو ضمانات صريحة كانت أو ضمنية على صلاحيتها لأي غرض معين، أو
                                ملاءمتها لأي مادة أخرى، أو خلوها من أي انتهاكات لحقوق الغير، أو أمانها أو صحتها.</p>
                            <p><br>إنك توافق صراحة على استخدام هذا الموقع على مسؤوليتك، وتتحمل جميع المخاطر المترتبة على
                                ذلك، وتوافق على أن موقع خليه أو أي من موظفيها أو وكلائها أو الأشخاص الذين يوفرون المادة
                                الموجودة في هذا الموقع أو الذين يرخصون لموقع خليه باستعمالها أو أي منهم لا يقدم أي ضمانات
                                على أن الخدمة الموجودة في هذا الموقع ستكون دون انقطاع أو خالية من الأخطاء، أو أن أي عيوب قد
                                توجد فيها سوف تصحح، أو أن الموقع الذي تقدم فيه أو وسيلة تقديمها خاليان من الفيروسات أو آفات
                                البرامج.</p>
                            <p><br>يحتفظ موقع خليه ببيانات المشتركين في عضويته على أجهزة تشغيل وقواعد بيانات ونظم حماية ذات
                                كفاءة عالية، وإنك توافق على أن الموقع يحتفظ ببياناتك الشخصية واستخدامها من قبل أقسامه
                                المعنية، وإنك توافق على عدم إعطاء هذه البيانات لأية مؤسسات أو شركات تجارية أو غير تجارية إلا
                                بعد موافقة صريحة منك. وإنك توافق على أن الموقع لا يتحمل مسؤولية تسرب جزء أو كل بيانات العضو
                                المشترك بسبب عمليات السطو والتخريب التي يقوم بها المهاجمون والمتسللون على شبكة الإنترنت. وأن
                                الموقع أو أي من مسؤوليه لا يتحمل مسؤولية تلف أو ضياع هذه البيانات لأي سبب من الأسباب، وإنك
                                توافق على إدخالها في الموقع دون أي مقابل، وإنك توافق على حق الموقع في إيقاف الامتيازات
                                المقدمة مجاناً للمشتركين في العضوية في أي وقت من الأوقات ودون إخطار مسبق.</p>
                            <p><br>لا يتحمل موقع خليه أو أي شخص يشترك في إعداد أو إنتاج أو توزيع أي مادة في هذا الموقع أية
                                مسؤولية عن أي ضرر مباشر أو غير مباشر مادي أو معنوي ينشأ من استعمال هذا الموقع أو من عدم
                                التمكن من استعماله أو من أي خطأ أو حذف أو عيب يوجد فيه أو من عدم صحة المعلومات التي يقدمها
                                أو من أي تأخير أو انقطاع في بثه.<br>إنك توافق على أن تعوض موقع خليه ومدرائها وموظفيها
                                ووكلائها عن أي خسارة تلحق بأي منهم بسبب استعمالك لهذا الموقع.<br>إن كل الحقوق في هذا الموقع
                                بما في ذلك حقوق النشر والتأليف وحقوق ملكية المعلومات ومحتويات الموقع مملوكة لموقع خليه أو
                                يملك موقع خليه ترخيصاً بها أو تستعملها وفقاً للقانون.</p>
                            <p><br>تطبق على هذه الشروط قوانين المملكه العربيه السعوديه ، ويكون لمحاكمها سلطة حصرية في نظر
                                النزاعات الناشئة منها.</p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
@endsection
