<template>
    <div class="row">
        <div class="card mt-3 shadow col-xxl-9">

            <body>
                <div class="container">
                    <h1>سياسة الخصوصية</h1>
                    <p>تاريخ آخر تحديث: [تاريخ]</p>

                    <h2>مقدمة</h2>
                    <p>تلتزم [اسم الشركة] بحماية خصوصية مستخدميها وتأمين البيانات الشخصية التي يقدمونها لنا. توضح سياسة
                        الخصوصية هذه كيفية جمعنا، استخدامنا، ومشاركتنا للمعلومات الشخصية التي نحصل عليها عند استخدامكم
                        لموقعنا الإلكتروني [اسم الموقع] والخدمات ذات الصلة.</p>

                    <h2>المعلومات التي نجمعها</h2>
                    <h3>المعلومات التي تقدمها بشكل مباشر</h3>
                    <ul>
                        <li>الاسم واللقب</li>
                        <li>العنوان البريدي</li>
                        <li>البريد الإلكتروني</li>
                        <li>رقم الهاتف</li>
                        <li>أي معلومات أخرى تقدمها عند إنشاء حساب أو عند التفاعل مع خدماتنا</li>
                    </ul>

                    <h3>المعلومات التي نجمعها تلقائياً</h3>
                    <ul>
                        <li>معلومات حول كيفية استخدامك للموقع مثل الصفحات التي تزورها، الوقت الذي تقضيه على تلك الصفحات،
                            والروابط التي تنقر عليها.</li>
                        <li>معلومات عن جهازك مثل عنوان IP، نوع المتصفح، إعدادات اللغة، وتوقيتات الوصول.</li>
                    </ul>

                    <h2>استخدام المعلومات</h2>
                    <p>نستخدم المعلومات التي نجمعها للأغراض التالية:</p>
                    <ul>
                        <li>تقديم وتحسين خدماتنا.</li>
                        <li>التواصل معك بخصوص خدماتنا أو الاستفسارات.</li>
                        <li>إجراء البحوث والتحليلات لتحسين فهمنا لاحتياجات وتفضيلات مستخدمينا.</li>
                        <li>الامتثال لالتزاماتنا القانونية وتسوية النزاعات القانونية.</li>
                    </ul>

                    <h2>مشاركة المعلومات</h2>
                    <p>قد نشارك المعلومات التي نجمعها مع:</p>
                    <ul>
                        <li>الشركاء التجاريين الذين يساعدوننا في تقديم خدماتنا.</li>
                        <li>الجهات القانونية في حالة الاستجابة لعمليات الكشف القانونية.</li>
                    </ul>

                    <h2>حقوقك</h2>
                    <p>لديك حقوق معينة بموجب قوانين الخصوصية، بما في ذلك الحق في الوصول وتصحيح بياناتك الشخصية، الحق في
                        الاعتراض على المعالجة، والحق في النسيان.</p>

                    <h2>التغييرات على سياسة الخصوصية</h2>
                    <p>قد نحدث تغييرات على سياسة الخصوصية من وقت لآخر. سنقوم بنشر أي تغييرات على هذه الصفحة ونشجعك على
                        مراجعة سياستنا بانتظام لتظل مطلعًا على كيفية حمايتنا لمعلوماتك.</p>

                    <h2>كيفية الاتصال بنا</h2>
                    <p>إذا كانت لديك أسئلة حول هذه السياسة، يمكنك الاتصال بنا عبر:</p>
                    <ul>
                        <li>البريد الإلكتروني: [عنوان البريد الإلكتروني]</li>
                        <li>الهاتف: [رقم الهاتف]</li>
                    </ul>
                </div>
            </body>

        </div>
        <div class="card mt-3 shadow col-xxl-3">
            div
        </div>
    </div>
</template>

<script>
export default {
    mounted() {
        console.log('privacy');
    }
}
</script>