@extends('home.layouts.body')
@section('title')سياسة الخصوصيه@endsection
@section('desc')@endsection
@section('content')
<div>

    <p>آخر تحديث: [تاريخ الآخر تحديث]</p>

    <p>نحن نأخذ مسائل الخصوصية بمحل جدية شديدة. يرجى قراءة البيانات التالية لفهم كيفية جمعنا ونستخدم ونحمي معلوماتك الشخصية.</p>


    <h6>1. جمع المعلومات</h6>

    <p>نقوم بجمع معلوماتك عندما تقوم بالتسجيل على موقعنا أو تقوم بإجراء عملية شراء أو تشغيل تطبيقنا. يمكن أن تشمل المعلومات التي نجمعها اسمك، عنوان بريدك الإلكتروني، ومعلومات الفاتورة.</p>

    <h6>2. استخدام المعلومات</h6>

    <p>نستخدم المعلومات التي نجمعها لأغراض متنوعة، بما في ذلك تحسين خدماتنا، وتخصيص التجربة للمستخدم، ومتابعة الاتصال معك، ومعالجة الطلبات الخاصة بنا.</p>

    <h6>3. حماية المعلومات</h6>

    <p>نحن نتخذ إجراءات أمان معقولة لحماية معلوماتك من الوصول غير المصرح به أو التغيير أو الكشف أو الحذف.</p>

    <h6>4. مشاركة المعلومات</h6>

    <p>نحن لا نبيع أو نتاجر بمعلوماتك الشخصية. نحن نشارك المعلومات مع الأطراف الثالثة فقط عندما تكون ذلك ضروريًا لتقديم خدمات لك.</p>

    <h6>5. حقوقك</h6>

    <p>لديك حق الوصول إلى المعلومات التي نحتفظ بها عنك وطلب تصحيحها أو حذفها. يمكنك أيضًا رفع شكوى إذا كنت تعتقد أننا لم نلتزم بسياسة الخصوصية.</p>

    <h6>6. تحديثات لسياسة الخصوصية</h6>

    <p>قد نقوم بتحديث سياسة الخصوصية بشكل دوري. يرجى مراجعة هذه الصفحة بانتظام للحصول على آخر تحديث.</p>

    <h6>8. حرية الاستخدام</h6>

    <p>نحن نؤمن بحرية الاستخدام ونلتزم بتوفير تجربة إيجابية لمستخدمينا. يُسمح لك باستخدام محتوى الموقع لأغراض شخصية وغير تجارية. ومع ذلك، يُطلب منك عدم استخدام الموقع بطرق قد تنتهك القوانين المحلية أو الدولية.</p>


    <h6>7. الاتصال بنا</h6>

    <p>إذا كان لديك أي أسئلة حول سياسة الخصوصية، يمكنك الاتصال بنا عبر البريد الإلكتروني التالي:</p>

    <p>البريد الإلكتروني: <a href="mailto:support@meshcah.net">support@meshcah.net</a></p>

    <p>شكرًا لاستخدامكم موقع مشكاة.</p>

</div>
@endsection
